export const questionData = [
    {
        id:1,
        question:"เบรกมือควรใช้ในสถานการณ์ใด",
        answer:"ใช้จอดหรือหยุดรถบนทางลาดชัน"
    },
    {
        id:2,
        question:"การเปลี่ยนช่องทางจราจร ควรปฏิบัติอย่างไร",
        answer:"ดูกระจกมองข้าง เปิดสัญญาณไฟเลี้ยวแล้วเปลี่ยนช่องทางการเดินรถเมื่อปลอดภัย"
    },
    {
        id:3,
        question:"ถ้าเหยียบคลัทช์ไม่สุด ขณะเข้าเกียร์ จะมีผลอย่างไร",
        answer:"ทำให้เกียร์มีเสียงดัง"
    },
    {
        id:4,
        question:"คําถาม 4",
        answer:"คำตอบ 4"
    },
]

export default questionData